[
    {
        "idx": 0,
        "title": "Blue carbon project unveils hidden treasure in our sea",
        "author": "Jacqui Keenan",
        "date" : "22 November 2023",
        "short_desc": "As an island community we depend on the sea for so much - but it is also easy to take it for granted. In a monthly column, Dr Lara Howe, marine officer with the Manx Wildlife Trust, and Dr Peter Duncan, senior marine environment officer at DEFA, explore this underwater world and the lives of some of those who work there.",
        "desc": "<p>As an island community we depend on the sea for so much - but it is also easy to take it for granted. In a monthly column, Dr Lara Howe, marine officer with the Manx Wildlife Trust, and Dr Peter Duncan, senior marine environment officer at DEFA, explore this underwater world and the lives of some of those who work there.</p><br><p>In February 2022, the Manx Blue Carbon Project set sail on a three-year mission to better understand our sea - uncovering how it can help us respond to changes in our climate, and restore lost marine life. Just over halfway through the project, we’re giving you a peek at our progress.</p><br><p>What is Blue Carbon?</p><br><p>You’ve probably heard about carbon stored in trees, plants, and soil – helping reduce climate change by absorbing carbon from the air.</p><br><p>Well, blue carbon is the carbon superhero of our ocean, stored in seagrass meadows, salt marshes, kelp forests, and other underwater habitats – even glorious marine mud.</p<br><p>These remarkable ecosystems are also home to marine creatures, protect our coastal communities from storms, clean our air and water, and are nursery grounds for fish and shellfish, supporting and fishing community and food security - impressive.</p><br><p>The Manx Blue Carbon Project</p><br><p>We’re finding out where blue carbon is stored and how much; how these ecosystems contribute to our safe and healthy life on land; the rich diversity of marine life they support; and how to best look after these systems within our busy Manx sea.</p><br><p>A Unified Approach</p><br><p>Our small, dedicated team are leading the charge - but we can’t do this alone.</p><br><p>Cutting-edge research is being carried out by our scientific partners at the National Oceanography Centre, Swansea University, and Bangor University, and we’re collaborating with Manx Wildlife Trust to better understand our seagrass.</p><p>To ensure the Isle of Man takes a joined-up approach to looking after our blue carbon, we’re working with experts across different sectors through the Manx Blue Carbon Working Group.<br><br><strong>Our Journey So Far</strong><br><br>Our adventure started with our science partners using aerial drones and underwater scanners to map out the seagrass meadows and kelp forests that hug our island’s shores.<br>We’ve collected samples – called sediment cores - from our saltmarsh and the muddy seafloor off our west coast, to see how much carbon is stored there.</p><p>There is more seagrass on our east coast than previously thought – including patches newly discovered by Manx Wildlife Trust and Seasearch divers. Our salt marshes are small-but-mighty carbon treasure chests, storing lots of carbon in the muddy patches at Poyll Dooey, Port Cornaa and Langness.<br><br>The muddy seabed to the west of the island covers such a huge area that it’s likely our biggest blue carbon store.<br><br><strong>Spreading the Word</strong><br><br>It’s not just about the science.</p><p>We also want to share the wonders of our sea with our community. We’ve run workshops on the wonders of seaweed with 150 children.<br><br>A beautiful short film was made about the project called ‘Sleih ny Marrey: People of the Sea’. You can watch it on the Government YouTube channel and at the Sea Terminal.<br><br><strong>What’s on the Horizon?</strong><br><br>There’s more for us to explore before 2025.</p><p>We’ll continue investigating our blue carbon, everything it does, and the incredible sea life it supports.<br><br>Most importantly, we’re creating a plan to look after it, working with our incredible sea to keep it, and our island, thriving for generations to come. We’re discovering the hidden treasures of our seas and we can’t wait to share more with you soon.</p><br><br>",
        "img": "/gambar1.png"
    },
    {
        "idx": 1,
        "title": "The Ultimate Guide to Understanding Carbon Credits",
        "author": "Sarah Markes",
        "date" : "2 December 2021",
        "short_desc": "COASTAL AND MARINE ECOSYSTEMS such as mangrove forests, seagrass meadows and tidal marshes capture and store a huge amount of carbon. This is called ‘blue carbon’ to distinguish it from land-based carbon sequestration. There has been increasing conservation focus on so-called ‘blue carbon ecosystems’ in recent years, ...",
        "desc": "<strong>COASTAL AND MARINE ECOSYSTEMS</strong> <p>such as mangrove forests, seagrass meadows and tidal marshes capture and store a huge amount of carbon. This is called ‘blue carbon’ to distinguish it from land-based carbon sequestration. There has been increasing conservation focus on so-called ‘blue carbon ecosystems’ in recent years, given their importance in climate change mitigation, their biodiversity value, the key role they play in coastal livelihoods as well as the significant threats they face across the world.</p><br><p>Together, mangroves, seagrasses and tidal marshes cover around 193,051 square miles (50 million hectares) globally, across every continent apart from Antarctica. Mangroves grow in tropical and subtropical coastal areas, seagrasses in shallow salty and brackish waters globally, and tidal marshes – as the name suggests, are found in sheltered coastal areas which flood and drain according to the tides.</p><br><p>Mangroves, seagrasses, and tidal marsh vegetation absorb carbon from the air and water to photosynthesize. This carbon is stored in their leaves, branches, and roots, which also hold sediments in place – thus creating very efficient ‘carbon sinks’. In fact, research shows that these ecosystems store more carbon per unit area than terrestrial forests. However, like forests, if these areas are degraded, they release this carbon back into the atmosphere, contributing to global warming. Worryingly, almost a third of the world’s seagrass has been lost in the last century and a half, the world’s mangroves are being lost at a rate of 2% a year, and less than half of the world’s salt marshes now survive.</p><br><p>But with global focus and awareness, there is hope. Blue carbon ecosystems were discussed by world leaders (including US President Joe Biden) on the High-Level Panel for a Sustainable Ocean Economy at the COP26 climate summit. They stated that increasing protection for blue carbon ecosystems would prevent over a billion tons of carbon from entering the atmosphere by 2050.</p><br><br>",
        "img": "/gambar2.jpg"
    },
    {
        "idx": 2,
        "title": "Blue carbon emerges as a small but growing source of climate finance",
        "author": "Lily Hess",
        "date" : "27 June 2023",
        "short_desc": "Blue carbon – the carbon stored in the Earth’s marine and coastal ecosystems – holds massive potential to stash away our runaway carbon emissions, and it’s attracting a growing amount of attention from the public.",
        "desc": "<p>Blue carbon – the carbon stored in the Earth’s marine and coastal ecosystems – holds massive potential to stash away our runaway carbon emissions, and it’s attracting a growing amount of attention from the public.</p><br><p>Today, a market is emerging for carbon credits to finance coastal restoration projects. But what could this growing financial interest mean for the countries that are rich in blue carbon, especially those in the Global South?</p><h2>The blue carbon sink</h2><p>The world’s oceans store immense amounts of carbon, which have removed roughly 30 percent of humanity’s carbon emissions from the atmosphere since the Industrial Revolution. The plants and sediments that form coastal habitats, such as mangroves, tidal marshes and seagrasses, are particularly effective at storing carbon.</p><p>Mangroves in Asia, for example, may sink over 900 tons of carbon per hectare underground – much more than forests on land. That’s why blue carbon restoration projects tend to be focused on mangroves, not only for their carbon storage but also because of the other ecosystem benefits they provide, like preventing coastal erosion.</p><br><p>This vast carbon storage potential has led to growing interest in coastal restoration projects financed using carbon credits. Companies, individuals and governments can buy carbon credits to offset their carbon emissions, with one credit equating to one ton of carbon dioxide removed from the atmosphere.</p><br><p>Elizabeth Guinessey, manager of food and blue carbon at leading carbon credit certifier Verra, says the voluntary carbon market gives ecosystems an economic value beyond for purely extractive purposes.</p><p>“I think there’s an understanding of the intrinsic value of ecosystems, but you need to have food on the table. The voluntary carbon market can bring this added value by creating carbon credits that can be accessed and bring value to keeping systems intact,” she says.</p><p>Founded in 2014, Mikoko Pamoja in Kenya was the world’s first mangrove restoration project to produce carbon credits. Then, in 2021, Colombia’s Cispatá mangrove forest became the first to have its carbon value fully calculated. The project, known as Vida Manglar, is now being enlarged to include all mangroves in the Gulf of Morrosquillo.</p><p>María Claudia Díazgranados Cadelo, director of blue carbon at Conservation International, which coordinates Vida Manglar, has overseen the initiative for the past few years.</p><br><p>“The Gulf of Morrosquillo is one of the best conserved areas in the Colombian Caribbean,” she says. “It holds a huge amount of biodiversity, including birds, reptiles and mammals.”</p><p>During its first round in May 2021, the projects offered more than 20,000 credits, all of which have since been sold for around USD 15 per credit. From those sales, 92 percent of revenues were reinvested in the protection of Cispatá Bay’s mangroves, supporting the livelihoods of 12,000 people who live near the project site, as well as the 11 local experts who run the project’s daily operations.</p><p>Guinessey has also noticed an uptick of interest in such projects. Around 40 blue carbon projects are listed in Verra’s registry, 30 of which are under validation or development – a sign that they are recent additions. While miniscule in number compared with projects on land, she sees coastal projects as an emerging sector.</p><p>“A lot of projects are in tropical areas, and the majority of them are mangrove projects,” she says. “I think it’s easier to translate what’s been done in terrestrial areas over to these mangrove areas, but we are starting to see increased interest in salt marsh and seagrass projects as well.”</p><br><h2>An emerging market?</h2><p>It’s difficult to place a dollar amount on the financial opportunities that carbon credits may hold for blue carbon-rich countries, but a study from 2013 estimated that mangroves store around 6.5 gigatons of carbon globally, compared to 2.0 gigatons for salt marshes and 2.3 gigatons for seagrasses.</p><p>These habitats, however, are highly vulnerable: over a million hectares of mangroves have been lost since 1990. This vulnerability makes them particularly valuable in carbon markets due to a crucial concept: additionality. If greenhouse gas emissions reductions are additional, that means they would not have occurred if they had not been funded through the sale of carbon credits.</p><p>A 2021 study found that 20 percent of the world’s mangroves are in danger and thus qualify for credits based on additionality. At a carbon credit price of USD 9.40 per ton, the projects that remain profitable could generate USD 3.7 billion in sales per year. These investible mangrove forests mainly grow in Southeast Asia and the Pacific, though Madagascar and Nigeria also have large areas of profitable mangroves.</p><p>Today, nature-based carbon offsets are priced at less than USD 2 per credit on the voluntary market – a steep drop from their value of USD 18 in early 2022. But Guinessey believes blue carbon credits can fetch a higher price because of the recognized ecosystem benefits of coastal habitats.</p><br><p>Meanwhile, several large-scale blue carbon projects have emerged that could take the sector to new heights. One involves restoring 350,000 hectares of mangroves and tidal marshes in Pakistan’s Indus delta, making it one of the largest blue carbon projects ever. Another mangrove restoration project in Mexico’s Sinaloa state could sequester up to 3 million tons of carbon emissions each year.</p><p>Getting registered for credits, however, can be a challenge. For blue carbon projects, Guinessey says a lack of research on coastal or marine ecosystems has delayed the development of blue carbon credits. In particular, the difficulty of accessing such ecosystems can hamper projects in lower-income countries.</p><p>“With blue carbon work, historically, a lot of the data and research has come from the Global North,” says Guinessey, “and there hasn’t been as much peer-reviewed literature from tropical countries. But you do need data to support a project.”</p><br><h2>The future of blue carbon credits</h2><p>Several new organizations are now working to make it easier to finance blue carbon projects. For instance, the Blue Carbon Accelerator Fund (BCAF) aims to help connect projects in developing countries with private finance. Likewise, the International Blue Carbon Institute seeks to become a hub of blue carbon research to help governments develop climate mitigation policies.</p><p>As for Vida Manglar, a second round of blue carbon credits will soon be offered – most likely later this year.</p><p>Diazgranados Cadelo sees the project as just the start of an emerging blue carbon credit market. She says that Vida Manglar’s success depends on support from local communities, which are part of the project’s governance and actively monitor and collect data on species conservation.</p><p>“The effective engagement with communities is based on trust and transparency, which are pillars of Vida Manglar’s program,” she explains. “Creating them requires time, active listening, openness to innovative ideas, and constant presence in the area.”</p><br><p>When looking at the future of blue carbon credits, Guinessey gets the sense that the market will continue to grow and broaden to include seagrass meadows and tidal marshes – or perhaps even stretch the concept of blue carbon to include seaweed farming or kelp conservation.</p><p>But for now, she has some wise words for those who want to cash in on carbon credits: “I always advise potential project developers to look at what other projects have done and learn from what others have already learned. There’s no reason to reinvent the wheel.”</p><br><br>",
        "img": "/gambar3.png"
    },
    {
        "idx": 3,
        "title": "Getting to the Root of Blue Carbon Storage in Belize’s Mangroves",
        "author": "si.edu",
        "date" : "8 February 2023",
        "short_desc": "Researchers from the Smithsonian Environmental Research Center (SERC) recently published a study in the journal Science of the Total Environment introducing the first national estimate of mangrove carbon  ...",
        "desc": "<p>Researchers from the Smithsonian Environmental Research Center (SERC) recently published a study in the journal Science of the Total Environment introducing the first national estimate of mangrove carbon stocks in Belize. These findings are the first data released from the Belize Blue Carbon project, an international effort to develop nationwide mangrove datasets to understand implications for climate change mitigation and adaptation.</p><br><p>Blue carbon—carbon stored in marine and coastal ecosystems—is extremely important in the fight against climate change. Mangroves, types of plants that grow in coastal waters, are among the most ecologically valuable marine ecosystems in the world. One of their most important services is taking carbon out of the atmosphere and storing it below ground in their root system and the surrounding soil. It is estimated that mangroves store 12 billion metric tons of carbon worldwide. When these systems are damaged, they emit their stored carbon back into the atmosphere, where it contributes to climate change.</p><br><p>While mangroves have long been recognized as important nature-based solutions for long-term carbon storage, many countries still lack local data on carbon stocks and instead rely on global or regional averages, which can significantly over- or underestimate their stock evaluations. This is of special concern because under the Paris Agreement, signatory countries are responsible for producing plans, termed nationally determined contributions (NDCs), on how they will reduce their carbon emissions. Larger scale averages might not represent the actual amount of carbon stored within the mangrove ecosystems of that country.</p>...<p>Other countries may use the model created here to build support for the conservation of blue carbon sinks. The information gained from the Belize Blue Carbon Project will be used to inform Belizean coastal policy and management as conservation activities are increased to protect these invaluable ecosystems and reach climate targets.</p><br><br>",
        "img": "/gambar4.jpg"
    },
    {
        "idx": 4,
        "title": "Indonesia's blue carbon: a globally significant and vulnerable sink for seagrass and mangrove carbon",
        "author": "Alongi, D.M.",
        "date" : "2016",
        "short_desc": "The global significance of carbon storage in Indonesia's coastal wetlands was assessed based on published and unpublished measurements of...",
        "desc": "<p>The global significance of carbon storage in Indonesia's coastal wetlands was assessed based on published and unpublished measurements of the organic carbon content of living seagrass and mangrove biomass and soil pools. For seagrasses, median above- and below-ground biomass was 0.29 and 1.13 Mg C ha-1 respectively; the median soil pool was 118.1 Mg C ha-1. Combining plant biomass and soil, median carbon storage in an Indonesian seagrass meadow is 119.5 Mg C ha-1. Extrapolated to the estimated total seagrass area of 30,000 km2, the national storage value is 368.5 Tg C.</p><br><p> For mangroves, median above- and below-ground biomass was 159.1 and 16.7 Mg C ha-1, respectively; the median soil pool was 774.7 Mg C ha-1. The median carbon storage in an Indonesian mangrove forest is 950.5 Mg C ha-1. Extrapolated to the total estimated mangrove area of 31,894 km2, the national storage value is 3.0 Pg C, a likely underestimate if these habitats sequester carbon at soil depths >1 m and/or sequester inorganic carbon. Together, Indonesia's seagrasses and mangroves conservatively account for 3.4 Pg C, roughly 17 % of the world's blue carbon reservoir. Continued degradation and destruction of these wetlands has important consequences for CO2 emissions and dissolved carbon exchange with adjacent coastal waters. We estimate that roughly 29,040 Gg CO2 (eq.) is returned annually to the atmosphere-ocean pool. This amount is equivalent to about 3.2 % of Indonesia's annual emissions associated with forest and peat land conversion. These results highlight the urgent need for blue carbon and REDD+ projects as a means to stem the decline in wetland area and to mitigate the release of a significant fraction of the world's coastal carbon stores.</p><br><br>",
        "img": "/gambar5.png"
    },
    
    {
        "idx": 5,
        "title": "Carbon Stocks, Fluxes and the Land Sector",
        "author": "Graham Deidrich",
        "date" : "7 February 2022",
        "short_desc": "A carbon stock, or carbon pool, is a system that has the capacity to store or release carbon. A carbon flux refers to the amount of carbon exchanged between carbon stocks over a specified time. In simple terms, it is the movement...",
        "desc": "<h2>Overview</h2><br><p>A carbon stock, or carbon pool, is a system that has the capacity to store or release carbon. A carbon flux refers to the amount of carbon exchanged between carbon stocks over a specified time. In simple terms, it is the movement of carbon between land, oceans, atmosphere, and living things. This overview describes the mechanics behind carbon stocks and fluxes and highlights their impact on forest carbon.</p><br><h2>Global Carbon Movement</h2><br><p>Figure 1 outlines fluxes of carbon between several stocks, including the atmosphere, vegetation, belowground biomass, fossil fuels, and the ocean. In this section, we outline each element of the figure to paint a comprehensive understanding of the mechanisms involved.</p><br><p>The figure presented here shows global carbon stocks and fluxes. Boxes represent carbon stocks, while arrows demonstrate fluxes. The annual carbon exchange flux is represented numerically in PgC yr<sup>-1</sup> units, in which 1 PgC is equal to 1 billion metric tons of carbon.</p><br><p>Oceans absorb more carbon out of the atmosphere than they release back into it each year, lending to a net ocean flux of 2.3 ± 0.7 PgC yr<sup>-1</sup>. Despite significant net carbon fluxes out of the atmosphere and into land and sea stocks, fossil fuels and net land-use change, which together release roughly 9 PgC yr<sup>-1</sup>, contribute a far greater amount of carbon into the atmosphere, thus negating any previously positive effects.</p><br><p>As shown in the figure, vegetation absorbs 123 PgC yr<sup>-1</sup> and they do this through photosynthesis, where carbon is sequestered and metabolized and stored as sugars. Vegetation also releases 119 PgC yr<sup>-1</sup> back into the atmosphere from respiration, decomposition, and other disturbance events like wildfires. As a result, the net (or total) land carbon flux results in an loss atmospheric carbon and increase in vegetative carbon at approximately 2.6 ± 1.2 PgC yr<sup>-1</sup>. Moreover, forest carbon loss can occur in response to climate-induced disturbances– including fire, pests, and invasive species– which could outweigh the greenhouse gas (GHG) mitigation benefits of existing carbon stocks.</p><p>These numbers illustrate the importance of the land sector as a centrally important carbon sink, with forests and trees being a major contributor.</p><p>The Net Land-use Change component in the central red section (1.1 PgC yr<sup>-1</sup>) reflects the stored carbon lost from deforestation and other land use changes.</p><br><h2>Conclusion</h2><br><p>A carbon flux represents the transfer of carbon between carbon stocks, also known as carbon pools. Fluxes occur naturally in all functioning ecosystems, including forests. However, due to disturbances related to climate change, positive carbon fluxes (net annual vegetation storage) could decrease and eventually become negative.</p><p>Over time the vegetation carbon sink could shrink or increase, demonstrating the importance of working to protect and restore global forests, as they are a key contributor to GHG mitigation efforts to combat climate change. This underscores the importance of forests and trees as key carbon stocks that must be protected.</p><br><br>",
        "img": "/gambar6.png"
    }
]